// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "HP 프린터 드라이버를 프린터와 연결하여 모든 인쇄 기능을 이용할 수 있도록 하십시오.";
APTAddPrinterTitle = "프린터 추가";
APTSkipButtonTitle = "건너뛰기";

APTFirstStepTitle = "1. [프린터 추가]를 클릭합니다. 로컬 네트워크에서 사용 가능한 프린터를 나열하는 대화 상자가 표시됩니다.";
APTBonjourSecondStepTitle = "2. \"%@\"을(를) 선택합니다. 프린터가 목록에 나타나는 데 시간이 약간 소요될 수 있습니다.";
APTSecondStepNoteTitle = "참고: 프린터의 모든 기능을 제대로 사용하려면 프린터에 대해 \"Bonjour\" 또는 \"다기능 Bonjour\" 항목을 선택해야 합니다. 목록에 항목이 나타나지 않고 프린터가 USB 케이블이 있는 이 컴퓨터에 연결되어 있으면 케이블을 연결 해제하십시오.";
APTBonjourThirdStepTitle = "3. 다음 프린터 사용(또는 사용 프린터) 팝업 메뉴을 열고 프린터 모델 이름을 선택합니다. HP 프린터 드라이버가 인쇄 대기열에 할당됩니다.";
APTBonjourFourthStepTitle = "4. [추가]를 클릭하여 인쇄 대기열 생성을 완료하고 대화 상자를 닫습니다.";

APTIPSecondStepTitle = "2. 툴바에서 \"IP\" 버튼을 클릭합니다.";
APTIPThirdStepTitle = "3. 프로토콜 필드에서 \"HP Jetdirect - Socket\" 옵션을 선택합니다.";
APTIPFourthStepTitle = "4. 주소 필드에서 IP 주소 \"%@\"을(를) 입력합니다. 장치에 표시되는 데 잠시 시간이 걸릴 수 있습니다.";
APTFouthStepNoteTitle = "\"사용 프린터\" 또는 \"사용\" 필드에 사용자의 장치가 표시되지 않으면 장치가 발견되지 않은 것입니다. 장치 설명서와 Apple 도움말에서 수동으로 장치를 추가하는 방법을 참조하십시오.";
APTFifthStepIPTitle = "5. [추가]를 클릭하여 인쇄 대기열 생성을 완료하고 대화 상자를 닫습니다.";
APTPrintOnlySupportWarning = "참고: IP 연결이 지원되지만 이 경우 인쇄 기능만 제대로 작동합니다.";

AssistantContinueAlertTitle = "인쇄 대기열을 추가하지 않고 계속하시겠습니까?";
AssistantContinueAlertMessage = "이 단계를 마쳐야만 인쇄할 수 있습니다.";

FaxDriverNotInstalledTitle = "팩스 설정을 위해 필요한 HP 소프트웨어를 찾을 수 없음";
PrintDriverNotInstalledTitle = "인쇄 설정을 위해 필요한 HP 소프트웨어를 찾을 수 없음";
APTMissingSoftwareMessage = "APT_TEXT:APT_LINK:APT_URL:APTSupportLink_URL에서 최신 소프트웨어를 다운로드 및 설치한 후 다시 시도하십시오. 최신 소프트웨어를 설치하지 않고 진행하면 일부 기능이 작동하지 않습니다.";
